// Задание:

// Комментарии - это строки кода, которые JavaScript намеренно игнорирует. Комментарии -
// отличный способ оставлять заметки для себя и других людей, которым позже понадобится
// выяснить, что делает этот код.

// Есть два способа написания комментариев в JavaScript:

// Использование //укажет JavaScript игнорировать оставшуюся часть текста в текущей строке. Это комментарий в строке:

// This is an in-line comment.
// Вы можете создать многострочный комментарий, начинающийся /*и заканчивающийся */.
// Это многострочный комментарий:

/* This is a
multi-line comment */
/* <strong>ПРИМЕЧАНИЕ:</strong> По мере написания кода вы должны регулярно добавлять
комментарии, чтобы прояснить функции частей вашего кода. Хорошее комментирование
может помочь донести смысл вашего кода — как для других, <em>так</em> и для вас самих в будущем.

Попробуйте создать по одному комментарию каждого типа. */


// Решение:

// This is an in-line comment.
/* This is a
multi-line comment */


